[
  {
    "id": 1,
    "name": "Gardaland",
    "overviewImg": "/img/projects/gardaland/overview.JPG",
    "p1": "Echipa Flomar a fost implicată în proiectul Gardaland timp de 5 ani. Gardaland este unul dintre cele mai mari parcuri de distracții din Italia și Europa, ce atrage milioane de vizitatori în fiecare an. Parcul are o varietate de jocuri și atracții pentru toate vârstele. Echipa Flomar a fost angajată pentru a realiza diverse tipuri de lucrări la Gardaland, proiecte realizate integral, cât și lucrări de mentenanță și restructurare. Obiectivul principal al echipei a fost de a asigura siguranța și confortul vizitatorilor parcului.",
    "middleImg": "/img/projects/gardaland/mammut.JPG",
    "p2": "Echipa Flomar a construit structurile metalice ale balcoanelor teatrului, a realizat toate structurile metalice din exterior unde se formează coada de persoane la jocul Time Voyager, a construit toată partea metalică pentru jocul Mammut și au realizat pasarele pentru trenulețul panoramic. Pentru a se asigura că lucrările sunt finalizate în timp util și fără probleme, echipa Flomar a avut un program strict de lucru. În perioadele de extra sezon aceștia făceau toate lucrările pentru jocurile care trebuiau restructurate, astfel încât atracțiile să fie gata până la începutul sezonului.",
    "thirdImg": "/img/projects/gardaland/gardaland.jpg",
    "p3": "Echipa Flomar a reușit să finalizeze cu succes toate lucrările la Gardaland, asigurând astfel siguranța și confortul vizitatorilor. Structurile metalice realizate de echipa Flomar sunt solide, sigure și durabile. Datorită profesionalismului și experienței echipei Flomar, proiectul Gardaland a fost finalizat la timp și în buget. Echipa a fost capabilă să răspundă rapid la schimbările cerințelor și să se adapteze la situațiile imprevizibile pentru a asigura succesul proiectului. Flomar a demonstrat că are experiență și cunoștințe solide în construcții metalice și a reușit să realizeze cu succes proiectul Gardaland. Echipa a demonstrat abilități de comunicare, organizare și rezolvare a problemelor, ceea ce a condus la finalizarea cu succes a proiectului, cu o abordare orientată către siguranță și calitate."
  },
  {
    "id": 2,
    "name": "Sealife",
    "overviewImg": "",
    "p1": "Flomar a fost angajată pentru a realiza structuri metalice decorative și de rezistența pentru exteriorul clădirilor din Parcul SeaLife, situat în localitatea Jesolo, Italia. Parcul SeaLife este un parc tematic dedicat vieții marine, care include acvarii și alte atracții turistice.",
    "middleImg": "",
    "p2": "Echipa Flomar a fost responsabilă de proiectarea și realizarea structurii metalice pentru Parcul SeaLife, urmărind obiectivele următoare: 1.Crearea unui ansamblu estetic și funcțional pentru exteriorul clădirilor, care să se integreze armonios în tematica parcului; 2. Asigurarea siguranței utilizatorilor clădirilor prin instalarea balustradelor și altor elemente de siguranță necesare; 3.Respectarea standardelor și reglementărilor de construcție specifice Italiei; 4.Realizarea lucrărilor în termenul stabilit și în conformitate cu bugetul alocat proiectului",
    "thirdImg": "",
    "p3": "Pentru a îndeplini obiectivele proiectului, echipa Flomar a lucrat împreună cu designerii parcului pentru a crea o structură metalică care să se potrivească cu tema maritimă a parcului. Au fost utilizate o gamă de materiale de înaltă calitate pentru a crea o estetică modernă și durabilă. În plus, echipa Flomar a luat în considerare factorii de siguranță și a instalat elemente necesare pentru a asigura protecția vizitatorilor parcului. Echipa Flomar a finalizat proiectul în termenul stabilit și în conformitate cu bugetul alocat, obținând rezultatele dorite. Structura metalică creată de Flomar a îmbunătățit semnificativ estetica clădirilor din Parcul SeaLife și prin urmare, echipa Flomar a primit feedback pozitiv din partea clienților și a contribuit la crearea unei experiențe de neuitat pentru vizitatorii parcului."
  },
  {
    "id": 3,
    "name": "Castello di Desenzano",
    "overviewImg": "",
    "p1": "Compania Flomar a fost contactată de proprietarii Castello di Desenzano, o fortăreață medievală situată în apropierea orașului Desenzano del Garda, pentru a realiza o serie de lucrări de reabilitare și modernizare a clădirii.",
    "middleImg": "",
    "p2": "Obiectivul principal al proiectului a fost construirea unei scări spirală care să permită accesul la toate nivelurile castelului. Construcția scării a implicat o serie de provocări tehnice, inclusiv construirea unor fundații stabile pentru susținerea scării și a balustradelor.Proiectul a inclus, de asemenea, construirea unei pasarele care să unească două turnuri ale castelului. Aceasta a necesitat o planificare și o execuție atentă, deoarece pasarela trebuia să fie sigură și să ofere o priveliște frumoasă asupra împrejurimilor.De asemenea, echipa Flomar a lucrat și la instalarea balustradelor de la podurile castelului, pentru a proteja persoanele care trec peste acestea. Toate aceste lucrări au fost finalizate într-un timp relativ scurt, de aproximativ 5-6 luni, datorită eforturilor depuse de echipa Flomar.Echipa Flomar a fost responsabilă nu numai pentru construirea scării, pasarelei și balustradelor, dar și pentru transportul acestora din hala companiei până la Castello di Desenzano. Transportul și montajul au fost asigurate cu grijă, pentru a se asigura că lucrările sunt realizate în siguranță și cu cel mai mare nivel de Precizie.",
    "thirdImg": "",
    "p3": "Proiectul a dus la îmbunătățirea semnificativă a accesului în castel și la creșterea gradului de siguranță pentru vizitatori. Scara spirală, pasarela și balustradele de la poduri oferă o priveliște frumoasă și unică asupra castelului și împrejurimilor sale. Proprietarii Castello di Desenzano au fost foarte mulțumiți de munca depusă de echipa Flomar și de calitatea lucrărilor. Ei au apreciat în special eforturile depuse de echipă pentru a transporta și a instala scara și balustradele, iar munca acestora a fost esențială pentru a finaliza proiectul cu succes. Proiectul Flomar - Castello di Desenzano este un exemplu remarcabil de cum o companie de construcții de structuri metalice poate aborda cu succes lucrări dereabilitare și modernizare. "
  },
  {
    "id": 4,
    "name": "Vivajo",
    "overviewImg": "",
    "p1": "Proiectul Flomar a fost realizat pentru Vivajo, o firma de IT din Sibiu. Proiectul a implicat construirea unui spațiu de lucru modern și inovativ, care să încurajeze colaborarea și creativitatea între angajați.",
    "middleImg": "",
    "p2": "Pentru a crea o atmosferă deschisă și comunicativă, Flomar a decis să construiască toți pereții separatori din open space folosind sticlă și metal. Acest lucru a permis luminii naturale să pătrundă în toate colțurile spațiului, ceea ce a creat un spațiu luminos și prietenos.De asemenea, Flomar a proiectat și produs băncuțe, mese și elemente decorative pentru a da un aspect modern și sofisticat întregului spațiu. Acestea au fost construite dintr-o combinație de metal și lemn, oferind o estetică elegantă și un aspect industrial. Un alt element important al proiectului a fost recepția. Pentru a îndeplini nevoile de stocare ale firmei de IT, Flomar a construit dulapuri metalice personalizate, care să ofere un spațiu generos de depozitare pentru documente și echipamente. Aceste dulapuri au fost construite cu grijă pentru a se potrivi perfect cu designul general al spațiului și pentru a oferi un aspect uniform și coerent.",
    "thirdImg": "",
    "p3": "În final, proiectul realizat de Flomar pentru Vivajo a fost un succes. Spațiul de lucru a devenit un loc în care angajații se simt confortabil și inspirați, încurajând colaborarea și creativitatea în cadrul echipei. Proiectul a arătat abilitățile de design și construcție de interior ale Flomar, precum și capacitatea lor de a lucra cu clienți și de a îndeplini nevoile specifice ale fiecărui proiect."
  },
  {
    "id": 5,
    "name": "Lanbral - Complex rezidențial Roveretto",
    "overviewImg": "",
    "p1": "Pentru acest proiect, echipa Flomar a furnizat toate elementele de protecție și balustradele pentru un complex rezidențial nou construit în Roveretto, Italia, numit Lanbral. Proiectul consta în producerea și montarea a 20 de vile, care aveau nevoie de soluții de protecție de înaltă calitate. Scopul proiectului era de a produce și instala balustrade, porți și panouri de gard de înaltă calitate pentru cele 20 de vile din complexul Lanbral, într-un timp cât mai scurt și la un nivel de calitate ridicat. Flomar a fost angajată să execute transportul și montajul tuturor elementelor în termen de 9 luni.",
    "middleImg": "",
    "p2": "După ce a obținut contractul, Flomar a întocmit un plan detaliat al proiectului. Aceasta a implicat stabilirea unei echipe de proiect și a identificat toate elementele necesare pentru a produce balustradele, porțile și panourile de gard.Au fost alocate resursele necesare pentru a face față volumului mare de muncă și pentru a respecta termenele stricte. De asemenea, s-a stabilit un plan de transport și instalare a tuturor elementelor, pentru a asigura livrarea acestora în timp util. Flomar a început producția balustradelor, porților și panourilor de gard conform specificațiilor exacte ale proiectului. Toate elementele au fost construite din materiale de înaltă calitate, pentru a garanta durabilitatea și siguranța pe termen lung. În timpul procesului de producție, Flomar a menținut o comunicare strânsă cu echipa de construcție din Roveretto, pentru a asigura că toate elementele sunt construite în conformitate cu nevoile și specificațiile clientului. Transportul și instalarea au fost gestionate cu atenție pentru a garanta că toate elementele ajung la destinație în timp util și că sunt montate la cele mai înalte standarde de siguranță.",
    "thirdImg": "",
    "p3": "Flomar a finalizat cu succes proiectul de furnizare a balustradelor, porților și panourilor de gard pentru cele 20 de vile din complexul Lanbral din Roveretto, Italia. Aceasta a fost în măsură să respecte termenul strâns de 9 luni și să livreze toate elementele la un nivel de calitate ridicat."
  },
  {
    "id": 6,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  },
  {
    "id": 7,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  },
  {
    "id": 8,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  },
  {
    "id": 9,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  },
  {
    "id": 10,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  },
  {
    "id": 11,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  },
  {
    "id": 12,
    "name": "",
    "overviewImg": "",
    "p1": "",
    "middleImg": "",
    "p2": "",
    "thirdImg": "",
    "p3": ""
  }
]
